Repository: brullsker/MyLenses
Catalog: MyLenses/Resources/*/Resources.resw
Source language: en_us
Languages: de_de

# AboutButtonText.Text
source: ABOUT
de_de: ÜBER

# About_DevHeaderText.Text
source: Developer
de_de: Entwickler

# AppHeaderText.Text
source: Current lenses
de_de: Aktuelle Linsen

# AppRestartText.Text
source: App requires restart to apply changes of this option.
de_de: Um Änderungen dieser Option zu übernehmen, muss die App neu gestartet werden.

# AppSettingsDateFormatText.Text
source: Date format
de_de: Datumsformat

# AppSettingsHeaderText.Text
source: APP SETTINGS
de_de: APP-EINSTELLUNGEN

# AppSettingsLangText.Text
source: Language
de_de: Sprache

# AppSettingsThemeText.Text
source: Theme
de_de: Design-Modus

# CloseText.Text
source: Close
de_de: Schließen

# DiscardText.Text
source: Changes discarded
de_de: Änderungen verworfen

# DP_Donate099TB.Text
source: Thanks!
de_de: Danke!

# DP_Donate2499TB.Text
source: Cinema and whiskey
de_de: Kino, Popcorn, Bier

# DP_Donate249TB.Text
source: Starbucks
de_de: Starker Kaffee

# DP_Donate4999TB.Text
source: New triple-A game
de_de: Neues AAA-Game

# DP_Donate999TB.Text
source: Second-hand jeans
de_de: No-Name Jeans

# DP_DonateDescTB.Text
source: With your donation you help me keeping up the work on the app.
de_de: Mit deiner Spende hilfst du mir, die Arbeit an der App fortzusetzen.

# DP_DonateHeaderTB.Text
source: Donate
de_de: Spenden

# DP_NothingForYouText.Text
source: Want something individual?
de_de: Nichts für dich dabei?

# DP_PayPalButtonText.Text
source: Donate per PayPal
de_de: Individuell per PayPal

# EditButton.ToolTipService.ToolTip
source: Edit properties of your current lenses
de_de: Linseneigenschaften bearbeiten

# EditLens_DiscardText.Text
source: Discard
de_de: Verwerfen

# EditLens_HeaderText.Text
source: EDIT LENSES
de_de: LINSEN BEARBEITEN

# EditLens_ProceedText.Text
source: Proceed
de_de: Übernehmen

# EditLens_Type_1.Content
source: One-Day-Lenses
de_de: Tageslinsen

# EditLens_Type_14.Content
source: 14-Day-Lenses
de_de: 14-Tages-Linsen

# EditLens_Type_30.Content
source: One-Month-Lenses
de_de: Monatslinsen

# EditLens_Type_365.Content
source: One-Year-Lenses
de_de: Jahreslinsen

# EditLens_Type_7.Content
source: 7-Day-Lenses
de_de: Wochenlinsen

# EditText.Text
source: Lens properties successfully updated
de_de: Linseneigenschaften erfolgreich aktualisiert

# ExpDateText.Text
source: Expiration date
de_de: Ablaufdatum

# LeftLensText.Text
source: Left lens
de_de: Linke Linse

# LensTypeText.Text
source: Lens type
de_de: Linsentyp

# RightLensText.Text
source: Right lens
de_de: Rechte Linse

# SettingsButton.ToolTipService.ToolTip
source: App settings
de_de: App-Einstellungen

# StandardPlaceholderText.PlaceholderText
source: Choose
de_de: Auswählen

# SuccessText.Text
source: Success!
de_de: Fertig

# ThemeDark.Content
source: Dark
de_de: Dunkel

# ThemeLight.Content
source: Light
de_de: Hell

# LensesExpiredText.Text
source: Contact lens expiration date reached
de_de: Kontaktlinsen-Ablaufdatum erreicht

# NoReminderSetText.Text
source: no reminder set
de_de: Erinnerung nicht aktiviert

# ReminderSetText.Text
source: Reminder set
de_de: Erinnerung aktiviert
